Repository: JavedNicolas/NihonGame
Catalog: NihonGame/MVC/Models/*.lproj/Localizable.strings
Languages: fr

# Main_Menu_VC
source: Game
fr: Jeux

# Training_VC
source: Training
fr: Entrainement

# Learned_Data_VC
source: Learned Content
fr: Contenu Appris

# Settings_VC
source: Settings
fr: Réglages

# Level_String
source: Level
fr: Niveau

# Group_String
source: Group
fr: Groupe

# Level_Success
source: Congratulation, you finished this level!
fr: Bravo, vous avez fini ce niveau !

# Level_Failed
source: Too Bad, you did not get enough point to finish this level ! But You can try Again!
fr: Dommage, vous n'avez pas assez de point pour finir ce niveau ! Mais vous pouvez ressayer!

# Go_Back_To_Menu_Text
source: Go Back To Menu
fr: Revenir au Menu Précédent

# Back_Text
source: Back
fr: retour

# Close_Text
source: Close
fr: Fermer

# Training_Button
source: Train !
fr: S'entrainer !

# New_Game_Data_Text
source: New Element !
fr: Nouvel Élement !

# Congratulation_Text
source: Congratulation !
fr: Féliciation !

# Try_Again_Text
source: Try again !
fr: Essaie encore !

# Answer_Text
source: The Good Answer Was :
fr: La bonne réponse était :

# Best_Score_Text
source: Best Score :
fr: Meilleur Score :

# Current_Score_Text
source: Current Score :
fr: Score Actuel :

# Find_Text
source: Find :
fr: Trouver :

# Swipe_Question_Text
source: Is this correct ? Swipe the question to answer !
fr: Est-ce correct ? Swipe la question pour répondre !

# Learning_Level_1
source: New
fr: En apprentissage

# Learning_Level_2
source: Learning
fr: Connu

# Learning_Level_3
source: Known
fr: Maîtrisé

# Empty_LearnedData_Text
source: You did not see any Content ! Play to Unlock Content !
fr: Vous n'avez encore pas vu de contenu ! Jouer pour en débloquer !

# Progression_Settings_Text
source: Progression Settings
fr: Option de progression

# Reset_Text
source: Reset Progression ? Becarefull this action cannot be undone !
fr: Remettre à zéro la progression ? Attention cette Action est irréversible !

# Sure_Title
source: Confirm ?
fr: Confirmer ?

# Sure_Text
source: Are you sure ? This Action cannot be undone
fr: Êtes vous sûr ? Cette action est irréversible.

# Ok_Alert_Text
source: Yes
fr: Oui

# Cancel_Alert_Text
source: No
fr: Annuler

# UnknowError_Text
source: An unknown error as occured. Please try again later.
fr: Un erreur inconnu est survenue. Merci de bien vouloir ressayer.

# NothingToTrain_Text
source: You can train if you don't have any data to train !
fr: Tu ne peux pas t'entrainer si il n'y as pas de contenu !
